[{'text': 'Half-Year Report\n\nNestl. We unlock the power of food\nto enhance quality of life for everyone,\ntoday and for generations to come. Letter to our shareholders\n\nDear fellow shareholders,\nForeword\nThe Half-Year Report contains certain financial performance\nmeasures not defined by IFRS, which are used by management\nto assess the financial and operational performance of\nthe Group. It includes among others:\nOrganic growth, Real internal growth and Pricing;\nUnderlying Trading operating profit margin and Trading\noperating profit margin;\nNet financial debt;\nFree cash flow; and\nUnderlying earnings per share as reported and in\nconstant currency. Management believes that these nonIFRS financial\nperformance measures provide useful information regarding\nthe Group\'s financial and operating performance. The "Alternative Performance Measures" document\npublished under www.nestle.com/investors/publications\ndefines these nonIFRS financial performance measures. Introduction\nWe would like to thank the Nestl team for their continued\ncommitment to meeting consumer needs and their relentless\nfocus on execution. Organic growth was strong across most\ngeographies and categories, with robust momentum in retail\nsales and a return to growth in out-of-home channels.', 'meta': {'_split_id': 0}}, {'text': "Organic growth was strong across most\ngeographies and categories, with robust momentum in retail\nsales and a return to growth in out-of-home channels. Through\nfast-paced innovation, strong brand support, increased\ndigitalization and stringent portfolio management we have\nbuilt the foundation for delivering consistent mid single-digit\norganic growth for years to come. Nestl continues to invest for future profitable growth. We are creating a global leader in vitamins, minerals and\nsupplements with the acquisition of The Bountiful Company's\ncore brands. The expansion of our partnership with Starbucks\ninto ready-to-drink coffee will open new opportunities in\na fast-growing segment. Our portfolio choices, strong\nexecution and decisive actions on sustainability enable us\nto create value for all stakeholders. Half-Year Report of the Nestl Group 2021\n\nGroup results\nGroup sales\nOrganic growth reached 8.1%, with RIG of 6.8%. Pricing\nincreased to 1.3%, reflecting input cost inflation. Growth was broad-based across most geographies. Organic growth was 6.7% in developed markets, based\nmostly on RIG.", 'meta': {'_split_id': 1}}, {'text': "Organic growth was 6.7% in developed markets, based\nmostly on RIG. Organic growth in emerging markets was\n10.0%, with strong RIG and positive pricing. By product category, the largest contributor to organic\ngrowth was coffee, fueled by strong demand for the three main\nbrands Nescaf, Nespresso and Starbucks. Starbucks products\nposted 16.7% growth, with sales reaching CHF 1.4 billion\nacross 79 markets. Purina PetCare saw double-digit growth\nled by science-based and premium brands Purina Pro Plan,\nPurina ONE and Felix, as well as veterinary products. Prepared\ndishes and cooking aids posted high single-digit growth,\nbased on strong demand for Maggi and Stouffer's. Vegetarian\nand plant-based food offerings continued to see strong\ndouble-digit growth, led by Garden Gourmet. Dairy reported\nhigh single-digit growth, led by fortified milks, coffee\ncreamers and ice cream. Confectionery recorded doubledigit growth, supported by a strong sales development in\nimpulse products. Sales in Nestl Health Science grew at\na double-digit rate, reflecting strong demand for vitamins,\nminerals and supplements and healthy-aging products.", 'meta': {'_split_id': 2}}, {'text': 'Sales in Nestl Health Science grew at\na double-digit rate, reflecting strong demand for vitamins,\nminerals and supplements and healthy-aging products. Infant Nutrition saw a sales decrease, impacted by lower\nbirth rates in the context of the pandemic. Water returned\nto positive growth, led by international premium brands\nS.Pellegrino and Perrier. By channel, organic growth in retail sales was 7.3%,\nmoderating to a mid single-digit rate in the second quarter\ndue to a high base of comparison in 2020. E-commerce\nsales grew by 19.2%, reaching 14.6% of total Group sales,\nwith strong momentum in most categories particularly\ncoffee, Purina PetCare and culinary. Organic growth in outof-home channels was 21.3%, helped by the easing of\nmovement restrictions in some geographies. Net divestitures decreased sales by 3.1%, largely related\nto the divestments of Nestl Waters North America brands,\nthe Herta charcuterie business and the Yinlu peanut milk\nand canned rice porridge businesses. Foreign exchange\nreduced sales by 3.5%, reflecting the appreciation of the\nSwiss franc versus most currencies.', 'meta': {'_split_id': 3}}, {'text': 'Foreign exchange\nreduced sales by 3.5%, reflecting the appreciation of the\nSwiss franc versus most currencies. Total reported sales\nincreased by 1.5% to CHF 41.8 billion. Letter to our shareholders\n\nUnderlying Trading operating profit\nUnderlying trading operating profit increased by 1.3%\nto CHF 7.3 billion. The underlying trading operating profit\nmargin was 17.4%, unchanged versus the prior year in\nconstant currency and on a reported basis. Gross margin increased by 20 basis points to 48.8%. Consumer-facing marketing expenses * increased by 80 basis\npoints to above 2019 levels, following reduced in-store\nactivation in 2020. Cost inflation also impacted margin\ndevelopment in the second quarter. Operating leverage,\nstructural cost reductions, increased pricing and lower\nCOVID-19-related costs offset these increases. Restructuring expenses and net other trading items\nincreased by CHF 78 million to CHF 264 million, reflecting\nhigher asset impairments. Trading operating profit increased\nby 0.2% to CHF 7.0 billion.', 'meta': {'_split_id': 4}}, {'text': 'Trading operating profit increased\nby 0.2% to CHF 7.0 billion. The trading operating profit margin\nwas 16.7%, a decrease of 20 basis points in constant\ncurrency and on a reported basis. Net financial expenses and Income tax\nNet financial expenses decreased by 6.9% to CHF 416 million,\nreflecting a lower cost of debt. The Group reported tax rate decreased by 970 basis points\nto 17.4%, as a result of one-off items. The underlying tax rate\ndecreased by 120 basis points to 20.2%, mainly due to the\ngeographic and business mix. Net profit and Earnings per share\nNet profit grew by 1.1% to CHF 5.9 billion. Net profit margin\ndecreased by 10 basis points to 14.2%, as a result of one-off\nincome related to divestitures in 2020. Underlying earnings per share increased by 10.5% in\nconstant currency and increased by 8.3% on a reported\nbasis to CHF 2.17. The increase was mainly the result of\nimproved operating performance.', 'meta': {'_split_id': 5}}, {'text': "The increase was mainly the result of\nimproved operating performance. Nestl's share buyback\nprogram contributed 1.4% to the underlying earnings per\nshare increase, net of finance costs. Earnings per share\nincreased by 3.2% to CHF 2.12 on a reported basis. Cash flow\nCash generated from operations was essentially unchanged\nat CHF 5.8 billion. Free cash flow decreased from\nCHF 3.3 billion to CHF 2.8 billion mainly due to a temporary\nincrease in capital expenditure to meet strong volume\ndemand, particularly for Purina PetCare and coffee. Share buyback program\nIn the first half, the Group repurchased CHF 3.1 billion\nof Nestl shares as part of the three-year CHF 20 billion\nshare buyback program, which began in January 2020. Net debt\nNet debt increased to CHF 38.5 billion as at June 30, 2021,\ncompared to CHF 31.3 billion at December 31, 2020.", 'meta': {'_split_id': 6}}, {'text': 'Net debt\nNet debt increased to CHF 38.5 billion as at June 30, 2021,\ncompared to CHF 31.3 billion at December 31, 2020. The\nincrease reflected the dividend payment of CHF 7.7 billion\nand share buybacks of CHF 3.1 billion, which more than\noffset free cash flow generation and a net cash inflow from\ndivestitures and acquisitions. Portfolio management\nNestl is transforming its global water business, sharpening\nits focus on international premium and mineral water brands\nand healthy hydration products. On March 5, 2021, Nestl\ncompleted the acquisition of Essentia Water, a premium\nfunctional water brand in the U.S. On March 31, 2021,\nNestl completed the sale of its regional spring water\nbrands, purified water business and beverage delivery\nservice in the U.S. and Canada for USD 4.3 billion. Nestl Health Science continues to focus on building\na nutrition and health powerhouse. On April 30, 2021, Nestl\nentered into an agreement to acquire core brands of The\nBountiful Company for USD 5.75 billion.', 'meta': {'_split_id': 7}}, {'text': 'On April 30, 2021, Nestl\nentered into an agreement to acquire core brands of The\nBountiful Company for USD 5.75 billion. The Bountiful\nCompany is the number one pure-play leader in the highly\nattractive and growing global nutrition and supplement\ncategory. The transaction is expected to close in August. On July 1, 2021, Nestl completed the acquisition of Nuun,\na leading company in the fast-growing functional hydration\nmarket. On July 1, 2021, Nestl Health Science entered into\nan agreement with Seres Therapeutics to jointly commercialize\nSER-109, an investigational oral microbiome therapeutic in\nthe U.S. and Canada. If approved, SER-109 would become\nthe first-ever FDA-approved microbiome therapeutic. Building on the successful global coffee alliance, Nestl\ncontinues to expand the reach of Starbucks branded coffee and\ntea products outside Starbucks retail stores. On July 26, 2021,\nNestl and Starbucks announced a new collaboration to\nbring Starbucks ready-to-drink coffee beverages to select\nmarkets across South-East Asia, Oceania and Latin America.', 'meta': {'_split_id': 8}}, {'text': 'On July 26, 2021,\nNestl and Starbucks announced a new collaboration to\nbring Starbucks ready-to-drink coffee beverages to select\nmarkets across South-East Asia, Oceania and Latin America. * 2019 figure excludes Nestl Skin Health\n\nHalf-Year Report of the Nestl Group 2021\n\nLetter to our shareholders\n\nZone Americas (AMS)\nSales\n\nCHF 16.2 billion\n\nOrganic growth\n\nReal internal growth\n\nUnderlying Trading operating profit margin\n\nUnderlying Trading operating profit margin\n\n+ 40 basis points\n\nTrading operating profit margin\n\nTrading operating profit margin\n\n50 basis points\n\n7.6% organic growth: 5.3% RIG; 2.3% pricing. North America saw mid single-digit organic growth, with\npositive RIG and pricing. Latin America reached double-digit organic growth, with\nstrong RIG and pricing. The underlying trading operating profit margin increased\nby 40 basis points to 19.3%. Organic growth was 7.6%, with strong RIG of 5.3% supported\nby volume and mix. Pricing increased significantly to 2.3%.', 'meta': {'_split_id': 9}}, {'text': 'Pricing increased significantly to 2.3%. Net divestitures reduced sales by 4.3%, as the divestments\nof the Nestl Waters North America brands and U.S. ice\ncream business more than offset the acquisitions of Freshly\nand Essentia Water. Foreign exchange had a negative impact\nof 6.3%, reflecting broad-based currency depreciations\nagainst the Swiss franc. Reported sales in Zone AMS\ndecreased by 3.1% to CHF 16.2 billion. Zone AMS reported high single-digit organic growth, with\na high base of comparison in 2020. Growth was supported\nby continued innovation, strong momentum in e-commerce\nand recovery in out-of-home channels. The Zone saw broadbased market share gains, led by coffee, pet food, dairy and\nInfant Nutrition. North America posted mid single-digit growth. The largest\ngrowth contributor was Purina PetCare, with sustained\nmomentum in e-commerce. Its science-based and premium\nbrands Purina Pro Plan, Purina ONE and Fancy Feast all grew at\na double-digit rate. Beverages, including Starbucks at-home\nproducts, Coffee mate and Nescaf, saw high single-digit\ngrowth.', 'meta': {'_split_id': 10}}, {'text': "Beverages, including Starbucks at-home\nproducts, Coffee mate and Nescaf, saw high single-digit\ngrowth. Frozen and chilled food recorded mid single-digit\ngrowth. Strong sales developments for Stouffer's, Lean Cuisine\nand Freshly were partially offset by a sales decrease in pizza. Home-baking products, including Toll House and Carnation,\nsaw a sales decline following exceptionally high demand\nin 2020. Sales in ice cream and confectionery in Canada\ngrew at a double-digit rate, driven by Hagen-Dazs and\nKitKat. Water posted positive growth, with strong demand\nfor international premium brands S.Pellegrino and Perrier, as\n\nHalf-Year Report of the Nestl Group 2021\n\nwell as Essentia. Nestl Professional returned to positive\ngrowth. Latin America reached double-digit growth, with strong\ncontributions from most geographies and product categories. Brazil posted double-digit growth, reflecting strong demand\nfor KitKat, Nescaf and the newly launched Ninho Forti+. Sales in Mexico grew at a double-digit rate, led by coffee\nand confectionery. Chile also reported double-digit growth,\nsupported by ice cream and confectionery.", 'meta': {'_split_id': 11}}, {'text': "Chile also reported double-digit growth,\nsupported by ice cream and confectionery. By product\ncategory, confectionery, Purina PetCare and coffee all grew\nat a strong double-digit rate. Growth in dairy moderated to\na high single-digit rate, following exceptionally strong\ndemand in 2020, particularly for home cooking and baking\nproducts. Infant Nutrition saw mid single-digit growth,\nsupported by robust demand for new premium and functional\nproducts. Nestl Professional recorded strong double-digit\ngrowth, with sales almost recovering to 2019 levels. The Zone's underlying trading operating profit margin\nincreased by 40 basis points. Operating leverage, structural\ncost reductions and product mix more than offset input cost\ninflation and increased consumer-facing marketing expenses. Letter to our shareholders\n\nZone Europe, Middle East and North Africa (EMENA)\nSales\n\nCHF 10.2 billion\n\nOrganic growth\n\nReal internal growth\n\nUnderlying Trading operating profit margin\n\nUnderlying Trading operating profit margin\n\n+ 50 basis points\n\nTrading operating profit margin\n\nTrading operating profit margin\n\n+ 130 basis points\n\n7.3% organic growth: 6.7% RIG; 0.6% pricing.", 'meta': {'_split_id': 12}}, {'text': 'Letter to our shareholders\n\nZone Europe, Middle East and North Africa (EMENA)\nSales\n\nCHF 10.2 billion\n\nOrganic growth\n\nReal internal growth\n\nUnderlying Trading operating profit margin\n\nUnderlying Trading operating profit margin\n\n+ 50 basis points\n\nTrading operating profit margin\n\nTrading operating profit margin\n\n+ 130 basis points\n\n7.3% organic growth: 6.7% RIG; 0.6% pricing. Western Europe saw high single-digit organic growth\nwith strong RIG, partially offset by negative pricing. Central and Eastern Europe reached double-digit organic\ngrowth, with strong RIG and positive pricing. Middle East and North Africa posted mid single-digit\norganic growth, based on positive RIG and pricing. The underlying trading operating profit margin increased\nby 50 basis points to 18.8%. KitKat was launched across several European markets in\nJune. Culinary saw low single-digit growth. Strong demand\nfor Garden Gourmet and Mindful Chef was partially offset by\nslightly negative growth in Maggi following elevated demand\nin 2020. Infant Nutrition posted a sales decrease due to\nlower birth rates in the context of the pandemic, but gained\nmarket share.', 'meta': {'_split_id': 13}}, {'text': "Infant Nutrition posted a sales decrease due to\nlower birth rates in the context of the pandemic, but gained\nmarket share. The Zone's underlying trading operating profit margin\nincreased by 50 basis points. Operating leverage, structural\ncost reductions and product mix more than offset increased\nconsumer-facing marketing expenses and commodity\ninflation. Organic growth reached 7.3%, with strong RIG of 6.7%\nsupported by volume and mix. Pricing turned positive,\ncontributing 0.6%. Net divestitures reduced sales by 4.1%,\nlargely related to the divestment of the Herta charcuterie\nbusiness. Foreign exchange negatively impacted sales\nby 1.4%. Reported sales in Zone EMENA increased by 1.8%\nto CHF 10.2 billion. Zone EMENA reported high single-digit organic growth,\nsupported by successful innovation and continued strong\nmomentum in e-commerce. Each region posted positive\ngrowth, with strong sales developments in Russia, Turkey,\nthe United Kingdom and Italy. The Zone continued to see\nbroad-based market share gains, particularly for pet food,\ncoffee, plant-based food products and water. By product category, coffee and Purina PetCare posted\ndouble-digit growth.", 'meta': {'_split_id': 14}}, {'text': "By product category, coffee and Purina PetCare posted\ndouble-digit growth. Coffee was supported by strong\nmomentum for Nescaf and Starbucks at-home products. Purina PetCare reported continued strong growth for\npremium brands Felix, Purina Pro Plan and Purina ONE, as\nwell as veterinary products. Tails.com and Lily's Kitchen also\nsaw strong momentum, based on increased consumer\nadoption. Growth in Nestl Professional and water turned\npositive, with strong sales developments in the second\nquarter as movement restrictions eased. Perrier Energize,\na low-calorie natural energy beverage, was successfully\nlaunched in France. Sales in confectionery reached a mid\nsingle-digit rate, based on improved demand for impulse\nand gifting products. Building on Nestl's expertise in\nchocolate innovation and non-dairy alternatives, a vegan\n\nHalf-Year Report of the Nestl Group 2021\n\nLetter to our shareholders\n\nZone Asia, Oceania and sub-Saharan Africa (AOA)\nSales\n\nCHF 10.2 billion\n\nOrganic growth\n\nReal internal growth\n\nUnderlying Trading operating profit margin\n\nUnderlying Trading operating profit margin\n\n40 basis points\n\nTrading operating profit margin\n\nTrading operating profit margin\n\n0 basis point\n\n6.8% organic growth: 6.3% RIG; 0.5% pricing.", 'meta': {'_split_id': 15}}, {'text': "Building on Nestl's expertise in\nchocolate innovation and non-dairy alternatives, a vegan\n\nHalf-Year Report of the Nestl Group 2021\n\nLetter to our shareholders\n\nZone Asia, Oceania and sub-Saharan Africa (AOA)\nSales\n\nCHF 10.2 billion\n\nOrganic growth\n\nReal internal growth\n\nUnderlying Trading operating profit margin\n\nUnderlying Trading operating profit margin\n\n40 basis points\n\nTrading operating profit margin\n\nTrading operating profit margin\n\n0 basis point\n\n6.8% organic growth: 6.3% RIG; 0.5% pricing. China posted double-digit organic growth, based\non strong RIG and positive pricing. South-East Asia reported slightly negative organic growth,\nwith positive RIG and negative pricing. South Asia saw double-digit organic growth, with strong\nRIG and positive pricing. Sub-Saharan Africa recorded double-digit organic growth,\nled by strong RIG and positive pricing. Japan, South Korea and Oceania combined saw mid\nsingle-digit organic growth. Strong RIG was partially offset\nby slightly negative pricing. The underlying trading operating profit margin decreased\nby 40 basis points to 22.3%. Sub-Saharan Africa recorded double-digit growth, based on\nstrong sales developments for Maggi, Milo and Nescaf,\nalong with Golden Morn in Nigeria.", 'meta': {'_split_id': 16}}, {'text': "Sub-Saharan Africa recorded double-digit growth, based on\nstrong sales developments for Maggi, Milo and Nescaf,\nalong with Golden Morn in Nigeria. Japan posted high single-digit growth, led by Nescaf\nand Purina PetCare. Sales in South Korea grew at a strong\ndouble-digit rate, driven by coffee. Oceania reported slightly\npositive growth, with strong demand for KitKat and Purina\nPetCare. By product category, the key growth drivers were culinary,\ncoffee and Nestl Professional. Sales in confectionery and ice\ncream grew at a double-digit rate, with particularly strong\nmomentum in Malaysia. Dairy saw mid single-digit growth,\nled by strong demand for fortified milks. Infant Nutrition\nposted negative growth and continued to gain market share\nin South Asia and Africa. The Zone's underlying trading operating profit margin\ndecreased by 40 basis points. Commodity inflation and\nproduct mix more than offset operating leverage and\nstructural cost reductions. Organic growth was 6.8%, with strong RIG of 6.3% and\npricing of 0.5%.", 'meta': {'_split_id': 17}}, {'text': 'Organic growth was 6.8%, with strong RIG of 6.3% and\npricing of 0.5%. Net divestitures had a negative impact\nof 3.7%, largely related to the divestment of the Yinlu peanut\nmilk and canned rice porridge businesses in China. Foreign\nexchange reduced sales by 1.7%. Reported sales in Zone AOA\nincreased by 1.5% to CHF 10.2 billion. Zone AOA reported high single-digit organic growth,\nshowing resilience in a difficult environment. Most\ncategories gained market share, particularly pet food, coffee,\nconfectionery and culinary. China recorded double-digit growth, helped by a recovery\nin out-of-home channels and the timing of Chinese New Year. The largest growth contributor was Nestl Professional, with\nsales exceeding 2019 levels. Coffee, culinary, dairy and\nPurina PetCare all grew at strong double-digit rates. Infant\nNutrition posted a sales decrease, with market shares\ndeclining but slowly stabilizing. South-East Asia saw slightly negative growth in a difficult\neconomic environment.', 'meta': {'_split_id': 18}}, {'text': 'South-East Asia saw slightly negative growth in a difficult\neconomic environment. High single-digit growth in Malaysia\nand Vietnam was offset by a sales decrease in the Philippines\ndue to a high base of comparison in 2020. South Asia\nreported double-digit growth, with continued strong\nmomentum in e-commerce. Growth was broad-based\nacross most categories, led by Maggi, KitKat and Nescaf. Half-Year Report of the Nestl Group 2021\n\nLetter to our shareholders\n\nNespresso\nSales\n\nNestl Health Science\nCHF 3.2 billion\n\nSales\n\nCHF 1.9 billion\n\nOrganic growth\n\nOrganic growth\n\nReal internal growth\n\nReal internal growth\n\nUnderlying Trading operating profit margin\n\nUnderlying Trading operating profit margin\n\nUnderlying Trading operating profit margin\n\n+ 10 basis points\n\nUnderlying Trading operating profit margin\n\n580 basis points\n\nTrading operating profit margin\n\nTrading operating profit margin\n\nTrading operating profit margin\n\n30 basis point\n\nTrading operating profit margin\n\n570 basis point\n\n14.6% organic growth: 13.8% RIG; 0.8% pricing. The underlying trading operating profit margin increased\nby 10 basis points to 26.0%. 13.6% organic growth: 13.6% RIG; 0.0% pricing. The underlying trading operating profit margin decreased\nby 580 basis points to 13.5%.', 'meta': {'_split_id': 19}}, {'text': 'The underlying trading operating profit margin decreased\nby 580 basis points to 13.5%. Organic growth reached 14.6%, based on strong RIG of\n13.8% and pricing of 0.8%. Foreign exchange reduced sales\nby 0.1%. Reported sales in Nespresso increased by 14.3%\nto CHF 3.2 billion. Nespresso saw double-digit organic growth, reflecting\ncontinued expansion of the Vertuo system and robust\ndemand for the Original system. Growth was fueled by new\nconsumer adoption, a return to positive growth in boutiques\nand out-of-home channels, as well as innovation. New\nproducts included Kahawa ya Congo, the first organic coffee\nin the Reviving Origins range, and the roll-out of Momento,\na versatile touchless machine that creates specialty coffees\nwith fresh milk for out-of-home channels. By geography, the Americas, EMENA and AOA all posted\ndouble-digit growth. Overall Nespresso gained market share,\nwith contributions from most markets. The underlying trading operating profit margin of\nNespresso increased by 10 basis points. Operating leverage\nand structural cost reductions more than offset increased\nconsumer-facing marketing expenses.', 'meta': {'_split_id': 20}}, {'text': 'Operating leverage\nand structural cost reductions more than offset increased\nconsumer-facing marketing expenses. Organic growth was 13.6%, entirely driven by RIG. Net\nacquisitions increased sales by 15.1%, largely related to\nthe acquisitions of Vital Proteins, Zenpep and Aimmune. Foreign exchange negatively impacted sales by 4.4%. Reported sales in Nestl Health Science increased by\n24.3% to CHF 1.9 billion. Nestl Health Science posted double-digit organic\ngrowth, with a high base of comparison in 2020. Growth\nwas driven by sustained momentum in e-commerce, new\nproduct launches and geographic expansion. Consumer Care recorded double-digit growth. Vitamins,\nminerals and supplements that support health and the\nimmune system continued to see strong demand. Vital Proteins\nand Persona more than doubled their sales. Garden of Life\nsaw continued strength, particularly in e-commerce. Healthy\naging products grew at a double-digit rate, supported by\nBoost in North America, Nutren in emerging markets and\nMeritene in Europe.', 'meta': {'_split_id': 21}}, {'text': "Healthy\naging products grew at a double-digit rate, supported by\nBoost in North America, Nutren in emerging markets and\nMeritene in Europe. Medical Nutrition reported mid singledigit growth, with robust demand for Compleat, an adult\nmedical care product, and Althra, Alfar and Alfamino\npediatric care products. By geography, the Americas, EMENA and AOA all posted\ndouble-digit growth. The underlying trading operating profit margin of Nestl\nHealth Science decreased by 580 basis points. As expected,\ninvestments in Aimmune and consumer-facing marketing\nexpenses more than offset operating leverage. Aimmune's\nmargin dilution reflects initial commercial investments behind\nPalforzia. The roll-out of this peanut allergy treatment has\nbeen impacted by the pandemic, but it is expected to\naccelerate as visits to allergists resume and schools reopen. Increased consumer-facing marketing expenses included\na highly successful celebrity campaign for Vital Proteins.", 'meta': {'_split_id': 22}}, {'text': "Increased consumer-facing marketing expenses included\na highly successful celebrity campaign for Vital Proteins. Half-Year Report of the Nestl Group 2021\n\nLetter to our shareholders\n\nOur business as a force for good: Regenerating local\nwater cycles to help create a positive water impact\nfrom 2025 onwards\nWater is a vital resource that plays a crucial role in our\ncommunities and in our food systems. That's why Nestl\nWaters is stepping up its work to manage water resources\nsustainably and plans to help regenerate local water cycles\nthrough more than 100 specific projects for its 48 sites. The company will define tailored solutions working in\ncollaboration with multiple partners. As of 2025, these\nmeasures will help nature near each Nestl Waters site\nretain more water than the business currently uses in its\noperations. Nestl will invest CHF 120 million to assist with the\nimplementation of the 100 projects.", 'meta': {'_split_id': 23}}, {'text': "Nestl will invest CHF 120 million to assist with the\nimplementation of the 100 projects. This new water\ncommitment builds on our strong heritage of nature protection\nand water stewardship to help ensure the future prosperity\nof ecosystems and the availability of safe and clean water. The projects will focus on actions like reforestation, wetland\nrestoration, rainwater harvesting and ways to improve quality\nof available water. Since each site is unique, the solutions\nwill be adapted to the local water challenge and will go\nbeyond Nestl's own operations. Some project examples\ninclude:\nBuxton  Land conservation (protecting land from\ndevelopment) and natural flood management interventions\nin Derbyshire, UK. Nestl Pure Life  Support for farmers to use drip irrigation\nin Sheikhupura, Pakistan. Nestl Pure Life  Delivery of water treatment, filtration\nand pipeline infrastructure for the municipal water supply\nin Benha, Egypt.", 'meta': {'_split_id': 24}}, {'text': "Nestl Pure Life  Delivery of water treatment, filtration\nand pipeline infrastructure for the municipal water supply\nin Benha, Egypt. To assess whether these projects adequately address local\nand regional water challenges and reflect stakeholder\npriorities, Nestl Waters has established an external panel\nof experts from civil society, academia and international\ndevelopment organizations. Each of the projects will also be measured using the\nWorld Resources Institute's Volumetric Water Benefit\nAccounting (VWBA) methodology. This methodology\nprovides consistency and allows the company to track its\nprogress. Nestl Waters will report the water usage and the\nimpact of the projects at each of its sites. This plan expands on the company's ongoing work to\ncertify all Nestl Waters' sites according to the Alliance for\nWater Stewardship (AWS) by 2025. This standard involves\nunderstanding local water challenges and engaging with\nlocal stakeholders, providing Nestl with much of the\ngroundwork to design these new projects.", 'meta': {'_split_id': 25}}, {'text': "This standard involves\nunderstanding local water challenges and engaging with\nlocal stakeholders, providing Nestl with much of the\ngroundwork to design these new projects. Half-Year Report of the Nestl Group 2021\n\nOutlook\nFull-year 2021 outlook updated: we expect full-year organic\nsales growth between 5% and 6%. The underlying trading\noperating profit margin is now expected around 17.5%,\nreflecting initial time delays between input cost inflation\nand pricing as well as the one-off integration costs related\nto the acquisition of The Bountiful Company's core brands. Beyond 2021, our mid-term outlook for continued moderate\nmargin improvement remains unchanged. Underlying\nearnings per share in constant currency and capital efficiency\nare expected to increase this year. Paul Bulcke\n\nU.", 'meta': {'_split_id': 26}}, {'text': 'Underlying\nearnings per share in constant currency and capital efficiency\nare expected to increase this year. Paul Bulcke\n\nU. Mark Schneider\n\nChairman of the Board\n\nChief Executive Officer\n\nHalf-Year Report of the Nestl Group 2021\n\nKey figures (consolidated)\n\nKey figures in CHF\nIn millions (except for data per share)\n\nJanuaryJune\n\nJanuaryJune\n\nResults\nSales\nUnderlying Trading operating profit *\nas % of sales\nTrading operating profit *\nas % of sales\nProfit for the period attributable to shareholders of the parent (Net profit)\n\nEquity attributable to shareholders of the parent (a)\n\nNet financial debt */(a)\n\nOperating cash flow\n\nFree cash flow *\n\nCapital additions\n\nJanuaryJune\n\nas % of sales\nBalance sheet and cash flow statement\n\nData per share\nWeighted average number of shares outstanding (in millions of units)\nBasic earnings per share\nMarket capitalization\n\nPrincipal key figures in USD and EUR (illustrative)\nIncome statement and cash flow statement figures translated at weighted average rate;\nBalance sheet figures at ending June exchange rate\nIn millions (except for data per share)\n\nSales\n\nJanuaryJune\n\nJanuaryJune\n\nJanuaryJune\n\nin USD\n\nin USD\n\nin EUR\n\nin EUR\n\nUnderlying Trading operating profit *\n\nTrading operating profit *\n\nProfit for the period attributable to shareholders of the parent\n(Net profit)\nEquity attributable to shareholders of the parent (a)\nBasic earnings per share\nMarket capitalization\n\n*Certain financial performance measures are not defined by IFRS.', 'meta': {'_split_id': 27}}, {'text': 'Mark Schneider\n\nChairman of the Board\n\nChief Executive Officer\n\nHalf-Year Report of the Nestl Group 2021\n\nKey figures (consolidated)\n\nKey figures in CHF\nIn millions (except for data per share)\n\nJanuaryJune\n\nJanuaryJune\n\nResults\nSales\nUnderlying Trading operating profit *\nas % of sales\nTrading operating profit *\nas % of sales\nProfit for the period attributable to shareholders of the parent (Net profit)\n\nEquity attributable to shareholders of the parent (a)\n\nNet financial debt */(a)\n\nOperating cash flow\n\nFree cash flow *\n\nCapital additions\n\nJanuaryJune\n\nas % of sales\nBalance sheet and cash flow statement\n\nData per share\nWeighted average number of shares outstanding (in millions of units)\nBasic earnings per share\nMarket capitalization\n\nPrincipal key figures in USD and EUR (illustrative)\nIncome statement and cash flow statement figures translated at weighted average rate;\nBalance sheet figures at ending June exchange rate\nIn millions (except for data per share)\n\nSales\n\nJanuaryJune\n\nJanuaryJune\n\nJanuaryJune\n\nin USD\n\nin USD\n\nin EUR\n\nin EUR\n\nUnderlying Trading operating profit *\n\nTrading operating profit *\n\nProfit for the period attributable to shareholders of the parent\n(Net profit)\nEquity attributable to shareholders of the parent (a)\nBasic earnings per share\nMarket capitalization\n\n*Certain financial performance measures are not defined by IFRS. For further details, refer to the document "Alternative\nPerformance Measures" published under www.nestle.com/investors/publications.', 'meta': {'_split_id': 28}}, {'text': 'For further details, refer to the document "Alternative\nPerformance Measures" published under www.nestle.com/investors/publications. (a)Situation as at June 30.', 'meta': {'_split_id': 29}}, {'text': '(a)Situation as at June 30. Half-Year Report of the Nestl Group 2021\n\nConsolidated income statement\nfor the six months ended June 30, 2021\nIn millions of CHF\n\nJanuaryJune\n\nSales\n\nJanuaryJune\n\nNotes\n\nOther revenue\n\nCost of goods sold\n\nDistribution expenses\n\nMarketing and administration expenses\n\nResearch and development costs\nOther trading income\n\nOther trading expenses\n\nTrading operating profit\n\nOther operating income\nOther operating expenses\n\nOperating profit\n\nFinancial income\n\nFinancial expense\n\nProfit before taxes, associates and joint ventures\nTaxes\nIncome from associates and joint ventures\n\nProfit for the period\nof which attributable to non-controlling interests\n\nTrading operating profit\n\nProfit for the period attributable to shareholders of the parent (Net profit)\n\nBasic earnings per share\n\nDiluted earnings per share\n\nof which attributable to shareholders of the parent (Net profit)\nAs percentages of sales\n\nEarnings per share (in CHF)\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated statement of comprehensive income\nfor the six months ended June 30, 2021\nIn millions of CHF\n\nJanuaryJune\n\nJanuaryJune\n\nProfit for the period recognized in the income statement\n\nCurrency retranslations, net of taxes\n\nChanges in cash flow hedge and cost of hedge reserves, net of taxes\n\nShare of other comprehensive income of associates and joint ventures\n\nItems that are or may be reclassified subsequently to the income statement\n\nRemeasurement of defined benefit plans, net of taxes\n\nFair value changes on equity instruments, net of taxes\n\nShare of other comprehensive income of associates and joint ventures\n\nItems that will never be reclassified to the income statement\n\nOther comprehensive income for the period\n\nTotal comprehensive income for the period\nof which attributable to non-controlling interests\nof which attributable to shareholders of the parent\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated balance sheet\nas at June 30, 2021\nIn millions of CHF\n\nCash and cash equivalents\n\nShort-term investments\n\nInventories\n\nTrade and other receivables\n\nNotes\n\nAssets\nCurrent assets\n\nPrepayments\n\nDerivative assets\n\nCurrent income tax assets\n\nProperty, plant and equipment\n\nGoodwill\n\nIntangible assets\n\nInvestments in associates and joint ventures\n\nFinancial assets\n\nEmployee benefits assets\n\nDeferred tax assets\n\nAssets held for sale\nTotal current assets\n\nNon-current assets\n\nTotal non-current assets\nTotal assets\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated balance sheet as at June 30, 2021\n\nIn millions of CHF\n\nFinancial debt\n\nTrade and other payables\n\nProvisions\n\nDerivative liabilities\n\nNotes\n\nLiabilities and equity\nCurrent liabilities\n\nAccruals\n\nCurrent income tax liabilities\nLiabilities directly associated with assets held for sale\n\nTotal current liabilities\n\n--\n\nNon-current liabilities\nFinancial debt\n\nEmployee benefits liabilities\n\nProvisions\n\nDeferred tax liabilities\n\nOther payables\n\nTotal non-current liabilities\n\nTotal liabilities\n\nEquity\nShare capital\nTreasury shares\nTranslation reserve\nOther reserves\n\nRetained earnings\n\nTotal equity attributable to shareholders of the parent\n\nNon-controlling interests\nTotal equity\nTotal liabilities and equity\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated cash flow statement\nfor the six months ended June 30, 2021\nIn millions of CHF\n\nJanuaryJune\n\nJanuaryJune\n\nNotes\n\nOperating activities\nOperating profit\nDepreciation and amortization\nImpairment\n\nNet result on disposal of businesses\n\nOther non-cash items of income and expense\nCash flow before changes in operating assets and liabilities\n\nDecrease/(increase) in working capital\nVariation of other operating assets and liabilities\n\nCash generated from operations\n\nInterest paid\n\nInterest received\n\nTaxes paid\n\nDividends and interest from associates and joint ventures\nOperating cash flow\n\nInvesting activities\nCapital expenditure\n\nExpenditure on intangible assets\nAcquisition of businesses, net of cash acquired\n\nDisposal of businesses, net of cash disposed of\n\nInvestments (net of divestments) in associates and joint ventures\n\nInflows/(outflows) from treasury investments\n\nOther investing activities\nInvesting cash flow\n\nFinancing activities\nDividend paid to shareholders of the parent\n\nDividends paid to non-controlling interests\nAcquisition (net of disposal) of non-controlling interests\n\nPurchase (net of sale) of treasury shares (a)\n\nInflows from bonds and other non-current financial debt\n\nOutflows from bonds and current portion of other non-current financial debt\n\nInflows/(outflows) from current financial debt\n\nFinancing cash flow\n\nCurrency retranslations\n\nIncrease/(decrease) in cash and cash equivalents\n\nCash and cash equivalents at beginning of year\n\nCash and cash equivalents at end of period\n\n(a)Mostly relates to share buyback programs launched in 2017 and in 2020.', 'meta': {'_split_id': 30}}, {'text': 'Half-Year Report of the Nestl Group 2021\n\nConsolidated income statement\nfor the six months ended June 30, 2021\nIn millions of CHF\n\nJanuaryJune\n\nSales\n\nJanuaryJune\n\nNotes\n\nOther revenue\n\nCost of goods sold\n\nDistribution expenses\n\nMarketing and administration expenses\n\nResearch and development costs\nOther trading income\n\nOther trading expenses\n\nTrading operating profit\n\nOther operating income\nOther operating expenses\n\nOperating profit\n\nFinancial income\n\nFinancial expense\n\nProfit before taxes, associates and joint ventures\nTaxes\nIncome from associates and joint ventures\n\nProfit for the period\nof which attributable to non-controlling interests\n\nTrading operating profit\n\nProfit for the period attributable to shareholders of the parent (Net profit)\n\nBasic earnings per share\n\nDiluted earnings per share\n\nof which attributable to shareholders of the parent (Net profit)\nAs percentages of sales\n\nEarnings per share (in CHF)\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated statement of comprehensive income\nfor the six months ended June 30, 2021\nIn millions of CHF\n\nJanuaryJune\n\nJanuaryJune\n\nProfit for the period recognized in the income statement\n\nCurrency retranslations, net of taxes\n\nChanges in cash flow hedge and cost of hedge reserves, net of taxes\n\nShare of other comprehensive income of associates and joint ventures\n\nItems that are or may be reclassified subsequently to the income statement\n\nRemeasurement of defined benefit plans, net of taxes\n\nFair value changes on equity instruments, net of taxes\n\nShare of other comprehensive income of associates and joint ventures\n\nItems that will never be reclassified to the income statement\n\nOther comprehensive income for the period\n\nTotal comprehensive income for the period\nof which attributable to non-controlling interests\nof which attributable to shareholders of the parent\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated balance sheet\nas at June 30, 2021\nIn millions of CHF\n\nCash and cash equivalents\n\nShort-term investments\n\nInventories\n\nTrade and other receivables\n\nNotes\n\nAssets\nCurrent assets\n\nPrepayments\n\nDerivative assets\n\nCurrent income tax assets\n\nProperty, plant and equipment\n\nGoodwill\n\nIntangible assets\n\nInvestments in associates and joint ventures\n\nFinancial assets\n\nEmployee benefits assets\n\nDeferred tax assets\n\nAssets held for sale\nTotal current assets\n\nNon-current assets\n\nTotal non-current assets\nTotal assets\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated balance sheet as at June 30, 2021\n\nIn millions of CHF\n\nFinancial debt\n\nTrade and other payables\n\nProvisions\n\nDerivative liabilities\n\nNotes\n\nLiabilities and equity\nCurrent liabilities\n\nAccruals\n\nCurrent income tax liabilities\nLiabilities directly associated with assets held for sale\n\nTotal current liabilities\n\n--\n\nNon-current liabilities\nFinancial debt\n\nEmployee benefits liabilities\n\nProvisions\n\nDeferred tax liabilities\n\nOther payables\n\nTotal non-current liabilities\n\nTotal liabilities\n\nEquity\nShare capital\nTreasury shares\nTranslation reserve\nOther reserves\n\nRetained earnings\n\nTotal equity attributable to shareholders of the parent\n\nNon-controlling interests\nTotal equity\nTotal liabilities and equity\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated cash flow statement\nfor the six months ended June 30, 2021\nIn millions of CHF\n\nJanuaryJune\n\nJanuaryJune\n\nNotes\n\nOperating activities\nOperating profit\nDepreciation and amortization\nImpairment\n\nNet result on disposal of businesses\n\nOther non-cash items of income and expense\nCash flow before changes in operating assets and liabilities\n\nDecrease/(increase) in working capital\nVariation of other operating assets and liabilities\n\nCash generated from operations\n\nInterest paid\n\nInterest received\n\nTaxes paid\n\nDividends and interest from associates and joint ventures\nOperating cash flow\n\nInvesting activities\nCapital expenditure\n\nExpenditure on intangible assets\nAcquisition of businesses, net of cash acquired\n\nDisposal of businesses, net of cash disposed of\n\nInvestments (net of divestments) in associates and joint ventures\n\nInflows/(outflows) from treasury investments\n\nOther investing activities\nInvesting cash flow\n\nFinancing activities\nDividend paid to shareholders of the parent\n\nDividends paid to non-controlling interests\nAcquisition (net of disposal) of non-controlling interests\n\nPurchase (net of sale) of treasury shares (a)\n\nInflows from bonds and other non-current financial debt\n\nOutflows from bonds and current portion of other non-current financial debt\n\nInflows/(outflows) from current financial debt\n\nFinancing cash flow\n\nCurrency retranslations\n\nIncrease/(decrease) in cash and cash equivalents\n\nCash and cash equivalents at beginning of year\n\nCash and cash equivalents at end of period\n\n(a)Mostly relates to share buyback programs launched in 2017 and in 2020. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated statement of changes in equity\nfor the six months ended June 30, 2021\n\nTotal equity\nattributable to\nshareholders\nof the parent\n\nNon-controlling\ninterests\n\nTotal\nequity\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\nTreasury\nshares\n\nShare\ncapital\n\nOther reserves\n\nTranslation\nreserve\n\nRetained\nearnings\n\nIn millions of CHF\n\nProfit for the period\n\n--\n\n--\n\nOther comprehensive income for the period\n\n--\n\n--\n\nTotal comprehensive income for the period\n\n--\n\n--\n\nDividends\n\n--\n\nMovement of treasury shares\n\n--\n\nEquity compensation plans\n\n--\n\nChanges in non-controlling interests\nTotal transactions with owners\n\nEquity as at January 1, 2020\n\nOther movements\n\n--\n\n--\n\n--\n\nEquity as at June 30, 2020\n\nEquity as at January 1, 2021\n\nProfit for the period\n\n--\n\n--\n\n--\n\n--\n\nOther comprehensive income for the period\n\n--\n\n--\n\nTotal comprehensive income for the period\n\n--\n\n--\n\nDividends\n\n--\n\n--\n\n--\n\n--\n\nMovement of treasury shares\n\n--\n\n--\n\n--\n\n--\n\nEquity compensation plans\n\n--\n\n--\n\n--\n\nChanges in non-controlling interests\n\n--\n\n--\n\n--\n\n--\n\nReduction in share capital (a)\n\n--\n\n--\n\nTotal transactions with owners\n\n--\n\n--\n\nOther movements\nEquity as at June 30, 2021\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n--\n\n--\n\n(a)Reduction in share capital, see Note 8.', 'meta': {'_split_id': 31}}, {'text': 'Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nConsolidated statement of changes in equity\nfor the six months ended June 30, 2021\n\nTotal equity\nattributable to\nshareholders\nof the parent\n\nNon-controlling\ninterests\n\nTotal\nequity\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\nTreasury\nshares\n\nShare\ncapital\n\nOther reserves\n\nTranslation\nreserve\n\nRetained\nearnings\n\nIn millions of CHF\n\nProfit for the period\n\n--\n\n--\n\nOther comprehensive income for the period\n\n--\n\n--\n\nTotal comprehensive income for the period\n\n--\n\n--\n\nDividends\n\n--\n\nMovement of treasury shares\n\n--\n\nEquity compensation plans\n\n--\n\nChanges in non-controlling interests\nTotal transactions with owners\n\nEquity as at January 1, 2020\n\nOther movements\n\n--\n\n--\n\n--\n\nEquity as at June 30, 2020\n\nEquity as at January 1, 2021\n\nProfit for the period\n\n--\n\n--\n\n--\n\n--\n\nOther comprehensive income for the period\n\n--\n\n--\n\nTotal comprehensive income for the period\n\n--\n\n--\n\nDividends\n\n--\n\n--\n\n--\n\n--\n\nMovement of treasury shares\n\n--\n\n--\n\n--\n\n--\n\nEquity compensation plans\n\n--\n\n--\n\n--\n\nChanges in non-controlling interests\n\n--\n\n--\n\n--\n\n--\n\nReduction in share capital (a)\n\n--\n\n--\n\nTotal transactions with owners\n\n--\n\n--\n\nOther movements\nEquity as at June 30, 2021\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n--\n\n--\n\n(a)Reduction in share capital, see Note 8. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nNotes\n\n1.', 'meta': {'_split_id': 32}}, {'text': 'Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nNotes\n\n1. Accounting policies\nBasis of preparation\nThese Condensed Interim Financial Statements are the unaudited Condensed Interim\nConsolidated Financial Statements (hereafter "the Condensed Interim Financial\nStatements") of Nestl S.A., a company registered in Switzerland, and its subsidiaries\nfor the six-month period ended June 30, 2021. They have been prepared in accordance with\nInternational Accounting Standard IAS 34  Interim Financial Reporting, and should be\nread in conjunction with the Consolidated Financial Statements for the year ended\nDecember 31, 2020. The accounting conventions and accounting policies are the same as those applied\nin the Consolidated Financial Statements for the year ended December 31, 2020 (as\ndescribed in Note 1 and highlighted with a grey background in the relevant notes), except\nfor the changes in accounting standards and changes in presentation mentioned below.', 'meta': {'_split_id': 33}}, {'text': 'The accounting conventions and accounting policies are the same as those applied\nin the Consolidated Financial Statements for the year ended December 31, 2020 (as\ndescribed in Note 1 and highlighted with a grey background in the relevant notes), except\nfor the changes in accounting standards and changes in presentation mentioned below. The preparation of the Condensed Interim Financial Statements requires Group\nManagement to exercise judgment and to make estimates and assumptions that affect\nthe application of policies, reported amounts of revenues, expenses, assets and liabilities\nand disclosures. The key sources of estimation uncertainty within these Condensed Interim\nFinancial Statements remain the same as those applied to the Consolidated Financial\nStatements for the year ended December 31, 2020, including the impacts of COVID-19\n(see Note 11).', 'meta': {'_split_id': 34}}, {'text': 'The key sources of estimation uncertainty within these Condensed Interim\nFinancial Statements remain the same as those applied to the Consolidated Financial\nStatements for the year ended December 31, 2020, including the impacts of COVID-19\n(see Note 11). Changes in presentation  analyses by segment\nFollowing Nestl Health Science meeting the quantitative threshold for disclosure as\na reportable segment mentioned in Note 3 of the 2020 Consolidated financial statements\nand voluntarily for Nespresso considering its financial contribution, both operating\nsegments are reported as stand-alone reportable segments, as of 2021 onwards (previously\ncombined and presented in Other businesses). 2020 comparatives have been restated (see Note 3). Changes in accounting standards\nIn May 2020 the IASB issued COVID-19-Related Rent Concessions (Amendments to\nIFRS 16), which provides a practical expedient to not assess whether specific types of rent\nconcessions related to COVID-19 are lease modifications.', 'meta': {'_split_id': 35}}, {'text': "Changes in accounting standards\nIn May 2020 the IASB issued COVID-19-Related Rent Concessions (Amendments to\nIFRS 16), which provides a practical expedient to not assess whether specific types of rent\nconcessions related to COVID-19 are lease modifications. In March 2021, the IASB issued\nan amendment extending the period to which this practical expedient could be applied\nto June 30, 2022. The Group has applied this amendment in these Condensed Interim\nFinancial Statements (see Note 11). There was no material impact on the Group's financial\nstatements. Interest Rate Benchmark Reform  Phase 2 (Amendments to IFRS 9, IAS 39, IFRS 7,\nIFRS 4 and IFRS 16) became effective from January 1, 2021, with no material impact on the\nGroup's Financial Statements. Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n2.", 'meta': {'_split_id': 36}}, {'text': 'Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n2. Scope of consolidation, acquisitions and disposals\nof businesses and assets held for sale\n2.1 Modification of the scope of consolidation\nAcquisitions\nThere is no significant acquisition during the 2021 interim period. Among other nonsignificant acquisitions, in early March, the Group acquired Essentia Water, a premium\nfunctional water brand. The significant acquisition during the 2020 comparative interim period was:\nZenpep, North America  nutritional health products (Nutrition and Health Science)\n100%, May. Cash outflows for the 2021 interim period are mainly related to the Essentia Water acquisition\nand for the 2020 comparative interim period mainly related to the acquisition of Zenpep. Disposals\nThe significant disposal during the 2021 interim period is:\nNestl Waters North America, USA and Canada  regional spring water brands, purified\nwater and beverage delivery service businesses (Waters)  100%, end of March.', 'meta': {'_split_id': 37}}, {'text': 'Disposals\nThe significant disposal during the 2021 interim period is:\nNestl Waters North America, USA and Canada  regional spring water brands, purified\nwater and beverage delivery service businesses (Waters)  100%, end of March. The significant disposal during the 2020 comparative interim period was:\nUS Ice Cream business, North America  ice cream (Milk products and Ice cream)\n100%, end of January. The Herta charcuterie business has been disposed of during the 2020 comparative interim\nperiod among other non-significant disposals. Cash inflows during the 2021 interim period are mainly related to the Nestl Waters North\nAmerica disposal and for the 2020 comparative interim period mainly to the US Ice Cream\nbusiness and the Herta charcuterie business disposals. Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n2.', 'meta': {'_split_id': 38}}, {'text': 'Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n2. Scope of consolidation, acquisitions and disposals of businesses and assets held for sale\n\n2.2 Acquisitions of businesses\nThe major classes of assets acquired and liabilities assumed at the acquisition date are:\nIn millions of CHF\nTotal\n\nZenpep\n\nOther\n\nTotal\n\nInventories and other assets\n\nProperty, plant and equipment\n\n--\n\nIntangible assets (a)\nFinancial debt\nOther liabilities\nEmployee benefits, deferred taxes and provisions\nFair value of identifiable net assets\n\n--\n\n--\n\n--\n\n(a)Mainly intellectual property rights, customer lists, trademarks and trade names, composed of CHF 0.05 billion\n(2020: CHF 0.9 billion) of finite life and of CHF 0.25 billion (2020: CHF 0.3 billion) of indefinite life intangible assets. Since the valuation of the assets and liabilities of recently acquired businesses is still\nin process, the values are determined provisionally.', 'meta': {'_split_id': 39}}, {'text': 'Since the valuation of the assets and liabilities of recently acquired businesses is still\nin process, the values are determined provisionally. The goodwill arising on acquisitions and the cash outflow are:\nIn millions of CHF\nTotal\nFair value of consideration transferred\nFair value of identifiable net assets\nGoodwill\n\nZenpep\n\nOther\n\nTotal\n\nZenpep\n\nOther\n\nIn millions of CHF\nTotal\nFair value of consideration transferred\nCash and cash equivalents acquired\nConsideration payable\nPayment of consideration payable on prior years acquisitions\nCash outflow on acquisitions\n\nTotal\n\n--\n\n--\n\nThe consideration transferred consists of payments made in cash with some consideration\nremaining payable. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n2. Scope of consolidation, acquisitions and disposals of businesses and assets held for sale\n\nZenpep\nOn May 11, 2020, Nestl acquired the Zenpep gastrointestinal medication business from\nAllergan. This expands Nestl Health Science Medical Nutrition business and complements\nits portfolio of therapeutic products.', 'meta': {'_split_id': 40}}, {'text': 'This expands Nestl Health Science Medical Nutrition business and complements\nits portfolio of therapeutic products. Zenpep, available in the United States, is a medication\nfor people who cannot digest food properly because their pancreas does not provide enough\nenzymes to break down fat, protein and carbohydrates. The goodwill arising on this\nacquisition includes elements such as market share and growth potential in the areas of\ndigestive diseases through current Nestl Health Science Medical Nutrition business. It is\nexpected to be deductible for tax purposes. Acquisition-related costs\nAcquisition-related costs have been recognized under other operating expenses in the\nincome statement (see Note 5.2) for an amount of CHF 11 million (2020: CHF 13 million). Acquisition planned after June 30, 2021\nOn April 30, 2021, the Group announced the acquisition for USD 5.75 billion (on a cash free,\ndebt free basis) of the core brands and related business of The Bountiful Company.', 'meta': {'_split_id': 41}}, {'text': "Acquisition planned after June 30, 2021\nOn April 30, 2021, the Group announced the acquisition for USD 5.75 billion (on a cash free,\ndebt free basis) of the core brands and related business of The Bountiful Company. The\nBountiful Company is a pure-play leader in the growing global nutrition and supplement\ncategory. The transaction includes the brands Nature's Bounty, Solgar, Osteo Bi-Flex and\nPuritan's Pride. The business acquired will complement Nestl Health Science existing health\nand nutrition portfolio in terms of brands, improve its position in vitamins, minerals and\nnutritional supplements, enhance its presence in the channels of mass retail, specialty\nretail, e-commerce and direct-to-consumer in the US, while offering opportunities for\ngeographic growth. By combining the The Bountiful Company's core assets together with\nNestl's science and innovation in health and nutrition, Nestl is well placed to accelerate\nbenefits in prevention and treatment solutions to consumers across the world.", 'meta': {'_split_id': 42}}, {'text': "By combining the The Bountiful Company's core assets together with\nNestl's science and innovation in health and nutrition, Nestl is well placed to accelerate\nbenefits in prevention and treatment solutions to consumers across the world. The transaction is expected to close in the third quarter of 2021, following the completion\nof customary closing conditions, including regulatory clearance. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n2. Scope of consolidation, acquisitions and disposals of businesses and assets held for sale\n\n2.3 Disposals of businesses\nThe gain on disposal of businesses of the 2021 interim period is mainly composed of the\ngain on disposal of the Nestl Waters North America business (part of the Zone AMS\noperating segment).", 'meta': {'_split_id': 43}}, {'text': 'Scope of consolidation, acquisitions and disposals of businesses and assets held for sale\n\n2.3 Disposals of businesses\nThe gain on disposal of businesses of the 2021 interim period is mainly composed of the\ngain on disposal of the Nestl Waters North America business (part of the Zone AMS\noperating segment). The gain on disposal of businesses of the 2020 comparative interim period is mainly\ncomposed of the gain on disposal of the US Ice Cream business (part of the Zone AMS\noperating segment) and the gain on disposal of the Herta charcuterie business, included\nin Other.', 'meta': {'_split_id': 44}}, {'text': "The gain on disposal of businesses of the 2020 comparative interim period is mainly\ncomposed of the gain on disposal of the US Ice Cream business (part of the Zone AMS\noperating segment) and the gain on disposal of the Herta charcuterie business, included\nin Other. Inventories\n\nJanuaryJune\n\n--\n\nTotal\n\nTotal\n\nOther\n\nOther\n\nCash, cash equivalents and short-term investments\n\nJanuaryJune\n\nUS Ice Cream\n\nNestl Waters\nNorth America\n\nIn millions of CHF\n\nTrade and other receivables, prepayments\n\nProperty, plant and equipment\n\nGoodwill and intangible assets\n\nand other assets\n\nFinancial assets\nFinancial liabilities\n\n--\n\n--\n\n--\n\n--\n\nTrade and other payables, accruals\nand other liabilities\n\nEmployee benefits and provisions\n\nDeferred tax liabilities\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\nNon-controlling interests\nNet assets disposed of or impaired after\nclassification as held for sale\nCumulative other comprehensive income items,\nnet, reclassified to income statement\nProfit/(loss) on disposals, net of disposal costs\n\n--\n\nDisposal costs not yet paid\n\n--\n\n--\n\n--\n\nLoan granted to Froneri\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\nand impairments of assets held for sale\nTotal disposal consideration, net of disposal costs\nCash and cash equivalents disposed of\n\nShares in associates (a)\nConsideration receivable/refundable (b)\n\nReceipt of consideration receivable\non prior years' disposals\nCash inflow on disposals, net of disposal costs\n\n--\n\n--\n\n--\n\n--\n\n(a)In JanuaryJune 2020 related to Herta.", 'meta': {'_split_id': 45}}, {'text': "Inventories\n\nJanuaryJune\n\n--\n\nTotal\n\nTotal\n\nOther\n\nOther\n\nCash, cash equivalents and short-term investments\n\nJanuaryJune\n\nUS Ice Cream\n\nNestl Waters\nNorth America\n\nIn millions of CHF\n\nTrade and other receivables, prepayments\n\nProperty, plant and equipment\n\nGoodwill and intangible assets\n\nand other assets\n\nFinancial assets\nFinancial liabilities\n\n--\n\n--\n\n--\n\n--\n\nTrade and other payables, accruals\nand other liabilities\n\nEmployee benefits and provisions\n\nDeferred tax liabilities\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\nNon-controlling interests\nNet assets disposed of or impaired after\nclassification as held for sale\nCumulative other comprehensive income items,\nnet, reclassified to income statement\nProfit/(loss) on disposals, net of disposal costs\n\n--\n\nDisposal costs not yet paid\n\n--\n\n--\n\n--\n\nLoan granted to Froneri\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\n--\n\nand impairments of assets held for sale\nTotal disposal consideration, net of disposal costs\nCash and cash equivalents disposed of\n\nShares in associates (a)\nConsideration receivable/refundable (b)\n\nReceipt of consideration receivable\non prior years' disposals\nCash inflow on disposals, net of disposal costs\n\n--\n\n--\n\n--\n\n--\n\n(a)In JanuaryJune 2020 related to Herta. (b)The consideration refundable related to Nestl Waters North America corresponds to the estimated amount\nof adjustments of working capital and other adjustments to be settled in the second half of 2021.", 'meta': {'_split_id': 46}}, {'text': '(b)The consideration refundable related to Nestl Waters North America corresponds to the estimated amount\nof adjustments of working capital and other adjustments to be settled in the second half of 2021. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n2. Scope of consolidation, acquisitions and disposals of businesses and assets held for sale\n\n2.4 Assets held for sale\nThere are no significant assets held for sale and liabilities directly associated with assets\nheld for sale as of June 30, 2021. As of December 31, 2020, assets held for sale and liabilities directly associated with\nassets held for sale were mainly composed of the Nestl Waters North America business\ndisposed of during the 2021 interim period (see Note 2.3).', 'meta': {'_split_id': 47}}, {'text': 'As of December 31, 2020, assets held for sale and liabilities directly associated with\nassets held for sale were mainly composed of the Nestl Waters North America business\ndisposed of during the 2021 interim period (see Note 2.3). In millions of CHF\n\nNestl Waters\nNorth America\n\nOther\n\nTotal\n\nTotal\n\nInventories\n\n--\n\nTrade and other receivables, prepayments and other assets\n\n--\n\nProperty, plant and equipment\n\nGoodwill and intangible assets\n\n--\n\nDeferred taxes\n\n--\n\n--\n\nAssets held for sale\n\nFinancial liabilities\n\n--\n\n--\n\nTrade and other payables and accruals\n\n--\n\nOther liabilities\n\n--\n\nEmployee benefits and provisions\n\n--\n\nDeferred taxes\n\n--\n\n--\n\nLiabilities directly associated with assets held for sale\n\n--\n\nNet assets held for sale\n\nHalf-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n3.', 'meta': {'_split_id': 48}}, {'text': 'In millions of CHF\n\nNestl Waters\nNorth America\n\nOther\n\nTotal\n\nTotal\n\nInventories\n\n--\n\nTrade and other receivables, prepayments and other assets\n\n--\n\nProperty, plant and equipment\n\nGoodwill and intangible assets\n\n--\n\nDeferred taxes\n\n--\n\n--\n\nAssets held for sale\n\nFinancial liabilities\n\n--\n\n--\n\nTrade and other payables and accruals\n\n--\n\nOther liabilities\n\n--\n\nEmployee benefits and provisions\n\n--\n\nDeferred taxes\n\n--\n\n--\n\nLiabilities directly associated with assets held for sale\n\n--\n\nNet assets held for sale\n\nHalf-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n3. Analyses by segment\n3.1 Operating segments\nRevenue and results\nIn millions of CHF\n\nJanuaryJune\n\nof which\nrestructuring costs\n\nZone AOA\n\nNespresso\n\nNestl Health Science\n\n--\n\nOther businesses (d)\n\nUnallocated items (e)\n\n--\n\nTotal\n\nIn millions of CHF\n\nDepreciation\nand amortization\n\nof which\nimpairment\nof property, plant and\nequipment\n\nTrading\noperating profit\n\nUnderlying Trading\noperating profit (b)\n\nZone EMENA\nZone AMS\n\nSales (a)\n\nNet other trading\nincome/(expenses) (c)\n\nJanuaryJune\n\nDepreciation\nand amortization\n\nof which\nrestructuring costs\n\nof which\nimpairment\nof property, plant and\nequipment\n\nNet other trading\nincome/(expenses) (c)\n\nTrading\noperating profit\n\nUnderlying Trading\noperating profit (b)\n\nSales (a)\n\nZone EMENA\n\nZone AMS\n\nZone AOA\n\nNespresso\n\nNestl Health Science\n\n--\n\n--\n\nOther businesses (d)\nUnallocated items (e)\nTotal\n\n--\n\n*2020 figures restated following Nestl Health Science and Nespresso disclosed as reportable segments from 2021\nonwards (previously combined and presented in Other businesses). (a)Inter-segment sales are not significant.', 'meta': {'_split_id': 49}}, {'text': '(a)Inter-segment sales are not significant. (b)Trading operating profit before Net other trading income/(expenses). (c)Included in Trading operating profit. (d)Composed of businesses not under the direct control of the Zones or GMBs and Group procurement activities. (e)Mainly corporate expenses as well as research and development costs. Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n3. Analyses by segment\n\nOther information\n\nImpairment of\nintangible assets (d)\n\nImpairment of\ngoodwill and\nnon-commercialized\nintangible assets (c)\n\nJanuaryJune\n\nImpairment of\nintangible assets (d)\n\nJanuaryJune\n\nImpairment of\ngoodwill and\nnon-commercialized\nintangible assets (c)\n\nIn millions of CHF\n\nZone EMENA\n\n--\n\n--\n\n--\n\nZone AMS\n\n--\n\n--\n\nZone AOA\n\n--\n\n--\n\n--\n\n--\n\nNespresso\n\n--\n\n--\n\n--\n\n--\n\nNestl Health Science\n\n--\n\n--\n\n--\n\nOther businesses (a)\n\n--\n\n--\n\nUnallocated items (b)\n\n--\n\n--\n\nTotal\n\n--\n\n--\n\n--\n--\n\n*2020 figures restated following Nestl Health Science and Nespresso disclosed as reportable segments from 2021\nonwards (previously combined and presented in Other businesses). (a)Composed of businesses not under the direct control of the Zones or GMBs and Group procurement activities. (b)Mainly corporate and research and development assets. (c)Included in Operating profit. (d)Included in Trading operating profit.', 'meta': {'_split_id': 50}}, {'text': '(d)Included in Trading operating profit. Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n3. Analyses by segment\n\nRevenue and results\nIn millions of CHF\n\nJanuaryJune\n\nSales\n\nUnderlying Trading\noperating profit (a)\n\nTrading\noperating profit\n\nNet other trading\nincome/(expenses) (b)\n\nof which\nimpairment\nof property, plant and\nequipment\n\nof which\nrestructuring costs\n\nWater\n\n--\n\nMilk products and Ice cream\n\n--\n\n--\n\nNutrition and Health Science\n\nPrepared dishes and cooking aids\n\nConfectionery\n\nPetCare\n\nPowdered and Liquid Beverages\n\nUnallocated items (c)\nTotal\n\n--\n\nIn millions of CHF\n\nJanuaryJune\n\nTrading\noperating profit\n\nWater\n\nMilk products and Ice cream\n\nNutrition and Health Science\n\n--\n\nPrepared dishes and cooking aids\n\nConfectionery\n\nPetCare\n\nPowdered and Liquid Beverages\n\nUnallocated items (c)\nTotal\n\n--\n\nof which\nrestructuring costs\n\nUnderlying Trading\noperating profit (a)\n\nof which\nimpairment\nof property, plant and\nequipment\n\nSales\n\nNet other trading\nincome/(expenses) (b)\n\n*2020 figures restated following Nestl Health Science and Nespresso disclosed as reportable segments from 2021\nonwards (previously combined and presented in Other businesses). (a)Trading operating profit before Net other trading income/(expenses). (b)Included in Trading operating profit. (c) Mainly corporate expenses as well as research and development costs. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n3.', 'meta': {'_split_id': 51}}, {'text': 'Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n3. Analyses by segment\n\nOther information\n\n--\n\nWater\n\n--\n\n--\n\n--\n\n--\n\nMilk products and Ice cream\n\n--\n\n--\n\n--\n\nNutrition and Health Science\n\n--\n\n--\n\n--\n\nPrepared dishes and cooking aids\n\n--\n\n--\n\nConfectionery\n\n--\n\n--\n\n--\n\nPetCare\n\n--\n\n--\n\n--\n\n--\n\nUnallocated items (a)\n\n--\n\n--\n\n--\n\nTotal\n\n--\n\nImpairment of\nintangible assets (c)\n\nPowdered and Liquid Beverages\n\nImpairment of\ngoodwill and\nnon-commercialized\nintangible assets (b)\n\nJanuaryJune\n\nImpairment of\nintangible assets (c)\n\nJanuaryJune\n\nImpairment of\ngoodwill and\nnon-commercialized\nintangible assets (b)\n\nIn millions of CHF\n\n--\n\n--\n--\n\n*2020 figures restated following Nestl Health Science and Nespresso disclosed as reportable segments from 2021\nonwards (previously combined and presented in Other businesses). (a)Mainly corporate and research and development assets. (b)Included in Operating profit. (c)Included in Trading operating profit. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n3.', 'meta': {'_split_id': 52}}, {'text': 'Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n3. Analyses by segment\n\n3.3 Sales by geographic area (country and type of market)\nIn millions of CHF\n\nJanuaryJune\n\nJanuaryJune\n\nFrance\n\nUnited Kingdom\n\nGermany\n\nItaly\n\nRussia\n\nSpain\n\nSwitzerland\n\nAMS\n\nUnited States\n\nMexico\n\nBrazil\n\nCanada\n\nRest of AMS\n\nEMENA\n\nRest of EMENA\n\nAOA\n\nGreater China Region\n\nPhilippines\n\nIndia\n\nJapan\n\nAustralia\n\nRest of AOA\nTotal sales\n\nof which developed markets\n\nof which emerging markets\n\nJanuaryJune\n\nJanuaryJune\n\n3.4 Reconciliation from Underlying Trading operating profit to profit before taxes,\nassociates and joint ventures\nIn millions of CHF\nUnderlying Trading operating profit (a)\nNet other trading income/(expenses)\n\nTrading operating profit\n\nImpairment of goodwill and non-commercialized intangible assets\n\n--\n\nNet other operating income/(expenses) excluding impairment of goodwill\nand non-commercialized intangible assets\nOperating profit\nNet financial income/(expense)\nProfit before taxes, associates and joint ventures\n\n(a)Trading operating profit before Net other trading income/(expenses). Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nThe business of the Group is not highly cyclical. Seasonal evolutions in some countries or\nproduct groups are generally compensated within the Group. 5.', 'meta': {'_split_id': 53}}, {'text': 'Seasonal evolutions in some countries or\nproduct groups are generally compensated within the Group. 5. Net other trading and operating income/(expenses)\n5.1 Net other trading income/(expenses)\nIn millions of CHF\nOther trading income\n\nJanuaryJune\n\nJanuaryJune\n\nRestructuring costs\n\nImpairment of property, plant and equipment and intangible assets (a)\nLitigations and onerous contracts\nMiscellaneous trading expenses\n\nOther trading expenses\n\nTotal net other trading income/(expenses)\n\n(a)Excluding non-commercialized intangible assets. 5.2 Net other operating income/(expenses)\nIn millions of CHF\n\nJanuaryJune\n\nJanuaryJune\n\nNotes\n\nProfit on disposal of businesses\nMiscellaneous operating income\nOther operating income\nLoss on disposal of businesses\n\nImpairment of goodwill and non-commercialized intangible assets (a)\n\n--\n\nMiscellaneous operating expenses (b)\n\nOther operating expenses\n\nTotal net other operating income/(expenses)\n\n(a)JanuaryJune 2020: included some non-significant impairments of goodwill (mainly in Other businesses) as well as\nCHF 6 million of impairment of non-commercialized intangible assets. (b)JanuaryJune 2021: including mainly expenses of transitional services provided to disposed businesses, costs related\nto COVID-19 (see Note 11) and natural disasters. 6.', 'meta': {'_split_id': 54}}, {'text': "(b)JanuaryJune 2021: including mainly expenses of transitional services provided to disposed businesses, costs related\nto COVID-19 (see Note 11) and natural disasters. 6. Share of results of associates and joint ventures\nThis item mainly includes our share of the estimated results of L'Oral as well as the share\nof results of our joint ventures. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n7.", 'meta': {'_split_id': 55}}, {'text': 'Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n7. Cash flow before changes in operating assets and liabilities\nIn millions of CHF\n\nJanuaryJune\n\nProfit for the period\nIncome from associates and joint ventures\n\nTaxes\n\nJanuaryJune\n\nFinancial income\n\nFinancial expense\n\nOperating profit\n\nDepreciation of property, plant and equipment\n\nImpairment of property, plant and equipment\n\nImpairment of goodwill\n\n--\n\nAmortization of intangible assets\n\nImpairment of intangible assets\n\nNet result on disposal of businesses\n\nNet result on disposal of assets\n\nNon-cash items in financial assets and liabilities\n\nEquity compensation plans\n\nOther\n\nNon-cash items of income and expense\n\nCash flow before changes in operating assets and liabilities\n\n8.1 Share capital\nThe share capital changed in 2021 and 2020 as a consequence of share buyback programs\nlaunched in July 2017 and in January 2020. The cancellation of shares was approved at\nthe Annual General Meetings on April 23, 2020, and April 15, 2021.', 'meta': {'_split_id': 56}}, {'text': 'The cancellation of shares was approved at\nthe Annual General Meetings on April 23, 2020, and April 15, 2021. The share capital was\nreduced by 66 000 000 shares from CHF 288 million to CHF 282 million in 2021 and by\nhas been registered and accounted for on July 1, 2020. At June 30, 2021, the share capital of Nestl S.A. is composed of 2 815 000 000 registered\nshares with a nominal value of CHF 0.10 each. Started in January 2020, a share buyback program of up to CHF 20 billion was still ongoing\nat end of June 2021, and is expected to be completed by the end of December 2022. The\nvolume of monthly share buybacks depends on market conditions. Should any extraordinary\ndividend payments or sizeable acquisitions take place during the period of the share buyback,\nthe amount of the share buyback will be reduced accordingly.', 'meta': {'_split_id': 57}}, {'text': 'Should any extraordinary\ndividend payments or sizeable acquisitions take place during the period of the share buyback,\nthe amount of the share buyback will be reduced accordingly. The dividend related to 2020 was paid on April 21, 2021, in accordance with the decision\ntaken at the Annual General Meeting on April 15, 2021. Shareholders approved the proposed\ndividend of CHF 2.75 per share, resulting in a total dividend of CHF 7681 million. Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n9.', 'meta': {'_split_id': 58}}, {'text': 'Half-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\n9. Fair value of financial instruments\n9.1 Fair value hierarchy\nIn millions of CHF\nDerivative assets\nBonds and debt funds\nEquity and equity funds\n\nOther financial assets\n\nDerivative liabilities\n\nPrices quoted in active markets (Level 1)\n\nDerivative assets\n\nBonds and debt funds\n\nEquity and equity funds\n\nOther financial assets\n\nDerivative liabilities\n\nValuation techniques based on observable market data (Level 2)\nFinancial assets\n\nFinancial liabilities (a)\n\nValuation techniques based on unobservable input (Level 3)\n\nTotal financial instruments at fair value\n\n(a)Related to contingent consideration on acquisitions (mainly related to the Freshly acquisition in 2020\ndescribed in Note 2.2 Acquisitions of businesses of the 2020 Consolidated Financial Statements).', 'meta': {'_split_id': 59}}, {'text': 'Fair value of financial instruments\n9.1 Fair value hierarchy\nIn millions of CHF\nDerivative assets\nBonds and debt funds\nEquity and equity funds\n\nOther financial assets\n\nDerivative liabilities\n\nPrices quoted in active markets (Level 1)\n\nDerivative assets\n\nBonds and debt funds\n\nEquity and equity funds\n\nOther financial assets\n\nDerivative liabilities\n\nValuation techniques based on observable market data (Level 2)\nFinancial assets\n\nFinancial liabilities (a)\n\nValuation techniques based on unobservable input (Level 3)\n\nTotal financial instruments at fair value\n\n(a)Related to contingent consideration on acquisitions (mainly related to the Freshly acquisition in 2020\ndescribed in Note 2.2 Acquisitions of businesses of the 2020 Consolidated Financial Statements). The fair values categorized in level 2 above were determined as follows:\nDerivatives are valued based on discounted contractual cash flows using risk adjusted\ndiscount rates and relying on observable market data for interest rates and foreign\nexchange rates; and\nThe other level 2 investments are based on a valuation model derived from the most\nrecently published observable financial prices for similar assets in active markets.', 'meta': {'_split_id': 60}}, {'text': 'The fair values categorized in level 2 above were determined as follows:\nDerivatives are valued based on discounted contractual cash flows using risk adjusted\ndiscount rates and relying on observable market data for interest rates and foreign\nexchange rates; and\nThe other level 2 investments are based on a valuation model derived from the most\nrecently published observable financial prices for similar assets in active markets. There have been no significant transfers between the different hierarchy levels in the 2021\nand the 2020 interim periods. 9.2 Carrying amount and fair value\nAs at June 30, 2021, the carrying amount of bonds issued is CHF 33.9 billion\n(December 31, 2020: CHF 29.2 billion), compared to a fair value of CHF 35.5 billion\n(December 31, 2020: CHF 31.5 billion). This fair value is categorized as level 2, measured\non the basis of quoted prices. For all other financial assets and liabilities, the carrying amount is a reasonable\napproximation of the fair value.', 'meta': {'_split_id': 61}}, {'text': 'For all other financial assets and liabilities, the carrying amount is a reasonable\napproximation of the fair value. Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nIn millions of CHF\n\nJanuaryJune\n\nEffective\ninterest rates\n\nYear of issue/\nmaturity\n\nEUR\n\nEUR\n\nEUR\n\nGBP\n\n(a)\n\nGBP\n\n(a)\n\nHUF\n\nAmount\n\nCoupon\n\nEUR\n\nIssuer\n\nComments\n\nFace value\nin millions\n\nNew issues\nNestl Finance International Ltd., Luxembourg\n\nNestl Holdings, Inc., USA\nNestl Hungria Kft., Hungary\n\nTotal new issues\n\nRepayments\nNestl Holdings, Inc., USA\n\nUSD\n\nGBP\n\nOther\nTotal repayments\n\n(a)\n\n(a)Subject to derivatives that create debts in the currency of the issuer. Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nThe long-term economic impacts of COVID-19 remain difficult to predict or quantify due\nto the pervasive effects of COVID-19.', 'meta': {'_split_id': 62}}, {'text': 'Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nThe long-term economic impacts of COVID-19 remain difficult to predict or quantify due\nto the pervasive effects of COVID-19. The net estimated incremental costs on the Operating Profit of the Group consisting\nprimarily of wage premiums and bonuses for front line workers, safety related costs, meals,\nallowances and benefits; donations to governments and charities; unsaleable inventories\nand other incremental expenses; offset by COVID-19-related assistance and rent relief (a)\nand are included in the following lines of the income statement:\nIn millions of CHF (approximate amounts and allocation by function)\n\nJanuaryJune\n\nJanuaryJune\n\nCost of goods sold\n\nDistribution expenses\n\nMarketing and administration expenses\n\nOther operating expenses\n\nIncremental costs\n\n(a)The Group recorded temporary cost reductions of CHF 2 million (JanuaryJune 2020: CHF 34 million) under economic\nstimulus policies implemented unilaterally by governments and applicable to all companies, and CHF 5 million\n(JanuaryJune 2020: CHF 6 million) of COVID-19-related rent relief from lessors.', 'meta': {'_split_id': 63}}, {'text': 'The net estimated incremental costs on the Operating Profit of the Group consisting\nprimarily of wage premiums and bonuses for front line workers, safety related costs, meals,\nallowances and benefits; donations to governments and charities; unsaleable inventories\nand other incremental expenses; offset by COVID-19-related assistance and rent relief (a)\nand are included in the following lines of the income statement:\nIn millions of CHF (approximate amounts and allocation by function)\n\nJanuaryJune\n\nJanuaryJune\n\nCost of goods sold\n\nDistribution expenses\n\nMarketing and administration expenses\n\nOther operating expenses\n\nIncremental costs\n\n(a)The Group recorded temporary cost reductions of CHF 2 million (JanuaryJune 2020: CHF 34 million) under economic\nstimulus policies implemented unilaterally by governments and applicable to all companies, and CHF 5 million\n(JanuaryJune 2020: CHF 6 million) of COVID-19-related rent relief from lessors. In addition, the Group absorbed around CHF 10 million (JanuaryJune 2020: CHF 100 million)\nof salaries of staff made idle and depreciation of around CHF 5 million (JanuaryJune 2020:\nCHF 20 million) related to boutiques and other facilities/sites closed due to public health\nand social measures imposed by government authorities.', 'meta': {'_split_id': 64}}, {'text': 'In addition, the Group absorbed around CHF 10 million (JanuaryJune 2020: CHF 100 million)\nof salaries of staff made idle and depreciation of around CHF 5 million (JanuaryJune 2020:\nCHF 20 million) related to boutiques and other facilities/sites closed due to public health\nand social measures imposed by government authorities. 12. Events after the balance sheet date\nAs at July 28, 2021, the Group has no subsequent events which either warrant a modification\nof the value of its assets and liabilities or any additional disclosure. Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nPrincipal exchange rates\n\nCHF per\n\nJune\n\nDecember\n\nJune\n\nJanuaryJune\n\nJanuaryJune\n\nEnding rates\n\nWeighted average rates\n\n1 US Dollar\n\nUSD\n\nEUR\n\n100 Chinese Yuan Renminbi\n\nCNY\n\n1 Pound Sterling\n\nGBP\n\n100 Mexican Pesos\n\nMXN\n\n100 Brazilian Reais\n\nBRL\n\n100 Philippine Pesos\n\nPHP\n\n1 Canadian Dollar\n\nCAD\n\n100 Indian Rupee\n\nINR\n\n100 Russian Rubles\n\nRUB\n\n100 Japanese Yen\n\nJPY\n\n1 Australian Dollar\n\nAUD\n\nHalf-Year Report of the Nestl Group 2021\n\nShareholder information\n\nStock exchange listing\nNestl S.A. shares are listed on the SIX Swiss\nExchange (ISIN code: CH0038863350).', 'meta': {'_split_id': 65}}, {'text': 'Half-Year Report of the Nestl Group 2021\n\nHalf-Year Report of the Nestl Group 2021  Condensed Interim Financial Statements\n\nPrincipal exchange rates\n\nCHF per\n\nJune\n\nDecember\n\nJune\n\nJanuaryJune\n\nJanuaryJune\n\nEnding rates\n\nWeighted average rates\n\n1 US Dollar\n\nUSD\n\nEUR\n\n100 Chinese Yuan Renminbi\n\nCNY\n\n1 Pound Sterling\n\nGBP\n\n100 Mexican Pesos\n\nMXN\n\n100 Brazilian Reais\n\nBRL\n\n100 Philippine Pesos\n\nPHP\n\n1 Canadian Dollar\n\nCAD\n\n100 Indian Rupee\n\nINR\n\n100 Russian Rubles\n\nRUB\n\n100 Japanese Yen\n\nJPY\n\n1 Australian Dollar\n\nAUD\n\nHalf-Year Report of the Nestl Group 2021\n\nShareholder information\n\nStock exchange listing\nNestl S.A. shares are listed on the SIX Swiss\nExchange (ISIN code: CH0038863350). American Depositary Receipts (ISIN code:\nUS6410694060) representing Nestl S.A.\nshares are offered in the USA by Citibank. 2021 Nine-months Sales figures\n\nRegistered Offices\nNestl S.A.\nAvenue Nestl 55\nSwitzerland\n\n155th Annual General Meeting\n\nNestl S.A. (Share Transfer Office)\nSwitzerland\nFor additional information, contact:\nNestl S.A.\nInvestor Relations\nAvenue Nestl 55\nSwitzerland\ne-mail: ir@nestle.com\nAs to information concerning the share\nregister (registrations, transfers, dividends,\netc. ), please contact:\nNestl S.A. (Share Transfer Office)\nSwitzerland\ne-mail: shareregister@nestle.com\nThe Half-Year Report is available online\nas a PDF in English, French and German.', 'meta': {'_split_id': 66}}, {'text': "), please contact:\nNestl S.A. (Share Transfer Office)\nSwitzerland\ne-mail: shareregister@nestle.com\nThe Half-Year Report is available online\nas a PDF in English, French and German. www.nestle.com\n\n2021 Full-Year Results\n\n2021, Nestl S.A., Cham and\nVevey (Switzerland)\nThe Half-Year Report contains\nforward looking statements which\nreflect Management's current\nviews and estimates. The forward\nlooking statements involve\ncertain risks and uncertainties\nthat could cause actual results\nto differ materially from those\ncontained in the forward looking\nstatements. Potential risks and\nuncertainties include such factors\nas general economic conditions,\nforeign exchange fluctuations,\ncompetitive product and pricing\npressures, and regulatory\ndevelopments. This Half-Year Report is published\nin English, German and French. The English version is binding. The brands in italics are\nregistered trademarks of the\nNestl Group. Concept\nNestl S.A., Group Accounting\nand Reporting\nProduction\nStmpfli Ltd. (Switzerland)\nPaper\nThis report is printed on Lessebo\nSmooth White, a paper produced\nfrom well-managed forests and\nother controlled sources certified\nby the Forest Stewardship\nCouncil (FSC).", 'meta': {'_split_id': 67}}]
